Repository: TheMOOCAgency/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: cs

source: Saving
cs: Ukládání

source: Delete
cs: Smazat

source: Cancel
cs: Zrušit

source: Uploading
cs: Nahrává se

source: Close
cs: Zavřít

source: Name
cs: Jméno

source: Choose File
cs: Vyberte soubor

source: None
cs: Žádné

source: Remove
cs: Odstranit

source: Unknown
cs: Neznámé

source: Are you sure?
cs: Jste si jistý ?

source: Upload File
cs: Nahrát soubor

source: Save
cs: Uložit

source: Advanced
cs: Pokročilé

source: Removing
cs: Odstraňování

source: Your changes have been saved.
cs: Vaše změny byly uloženy.

source: Error
cs: Chyba

source: Updating with latest library content
cs: Probíhá aktualizace

source: Creating missing groups
cs: Vytváření chybějících skupin

source: {start_strong}{total}{end_strong} words submitted in total.
cs: Celkem {start_strong}{total}{end_strong} odevzdaných slov.

source: Show Annotations
cs: Zobrazit poznámky

source: Hide Annotations
cs: Schovat poznámky

source: Expand Instructions
cs: Rozbalit instrukce

source: Collapse Instructions
cs: Sbalit instrukce

source: Commentary
cs: Komentář

source: Reply to Annotation
cs: Odpovědět na poznámku

source: The grading process is still running. Refresh the page to see updates.
cs: Proces hodnocení stále běží. Chcete-li zobrazit aktuality, obnovte stránku.

source: Could not grade your answer. The submission was aborted.
cs: Vaši odpověď nebylo možno ohodnotit. Odesílání bylo přerušeno.

source: Submission aborted! Sorry, your browser does not support file uploads. If you can, please use Chrome or Safari which have been verified to support file uploads.
cs: Ukládání bylo přerušeno! Je nám líto, ale Váš prohlížeč nepodporuje nahrávání souborů. Můžete-li, použijte Google Chrome či Safari, v nichž možnost ukládání funguje bez problémů.

source: You submitted {filename}; only {allowedFiles} are allowed.
cs: Odevzdal jste {filename}; pouze {allowedFiles} jsou povoleny.

source: Your file {filename} is too large (max size: {maxSize}MB).
cs: Váš soubor {filename} je příliš velký (maximální velikost: {maxSize}MB).

source: You did not submit the required files: {requiredFiles}.
cs: Neodevzdal jste vyžadované soubory: {requiredFiles}.

source: You did not select any files to submit.
cs: Nevybral jste žádné soubory k odevzdání.

source: This problem has been reset.
cs: Tato úloha byla resetována.

source: unsubmitted
cs: neodevzdáno

source: Paragraph
cs: Odstavec

source: Preformatted
cs: Předem naformátováno

source: Heading 3
cs: Nadpis 3

source: Heading 4
cs: Nadpis 4

source: Heading 5
cs: Nadpis 5

source: Heading 6
cs: Nadpis 6

source: Add to Dictionary
cs: Přidat do slovníku

source: Align center
cs: Zarovnat na střed

source: Align left
cs: Zarovnat doleva

source: Align right
cs: Zarovnat doprava

source: Alignment
cs: Zarovnání

source: Alternative source
cs: Alternativní zdroj

source: Anchor
cs: Ukotvení

source: Anchors
cs: Ukotvení

source: Author
cs: Autor

source: Background color
cs: Barva pozadí

source: Blockquote
cs: Bloková zpráva

source: Blocks
cs: Bloky

source: Body
cs: Tělo

source: Bold
cs: Tučně

source: Border color
cs: Barva okraje

source: Border
cs: Okraj

source: Bottom
cs: Dole

source: Bullet list
cs: Seznam odrážek

source: Caption
cs: Titulek

source: Cell padding
cs: Vnitřní okraj buňky

source: Cell properties
cs: Vlastnosti buňky

source: Cell spacing
cs: Vnější okraj buňky

source: Cell type
cs: Typ buňky

source: Cell
cs: Buňka

source: Center
cs: Střed

source: Circle
cs: Kruh

source: Clear formatting
cs: Vymazat formátování

source: Code block
cs: Blokový kód

source: Code
cs: Kód

source: Color
cs: Barva

source: Cols
cs: Sloupce

source: Column group
cs: Skupina sloupců

source: Column
cs: Sloupec

source: Constrain proportions
cs: Zachovat poměr stran

source: Copy row
cs: Kopírovat řádek

source: Copy
cs: Kopírovat

source: Could not find the specified string.
cs: Uvedený řetězec nebyl nalezen.

source: Custom color
cs: Vlastní barva

source: Custom...
cs: Vlastní...

source: Cut row
cs: Vyjmout řádek

source: Cut
cs: Vyjmout

source: Decrease indent
cs: Zmenšit odsazení

source: Default
cs: Výchozí

source: Delete column
cs: Vymazat sloupec

source: Delete row
cs: Vymazat řádek

source: Delete table
cs: Vymazat tabulku

source: Description
cs: Popis

source: Dimensions
cs: Rozměry

source: Disc
cs: Puntík

source: Document properties
cs: Vlastnosti dokumentu

source: Edit HTML
cs: Upravit HTML

source: Embed
cs: Vložit

source: Emoticons
cs: Smajlíky

source: Encoding
cs: Kódování

source: File
cs: Soubor

source: Find and replace
cs: Najít a nahradit

source: Find next
cs: Najít další

source: Find previous
cs: Najít předchozí

source: Find
cs: Najít

source: Finish
cs: Ukončit

source: Font Family
cs: Typ písma

source: Font Sizes
cs: Velikost písma

source: Footer
cs: Zápatí

source: Format
cs: Formát

source: Formats
cs: Formáty

source: Fullscreen
cs: Celá obrazovka

source: General
cs: Obecné

source: H Align
cs: Horizontální zarovnání

source: Header 1
cs: Hlavička 1

source: Header 2
cs: Hlavička 2

source: Header 3
cs: Hlavička 3

source: Header 4
cs: Hlavička 4

source: Header 5
cs: Hlavička 5

source: Header 6
cs: Hlavička 6

source: Header cell
cs: Hlavičková buňka

source: Header
cs: Hlavička

source: Headers
cs: Hlavičky

source: Heading 1
cs: Nadpis 1

source: Heading 2
cs: Nadpis 2

source: Headings
cs: Nadpisy

source: Height
cs: Výška

source: Horizontal line
cs: Vodorovná čára

source: Horizontal space
cs: Horizontální mezera

source: HTML source code
cs: Zdrojový HTML kód

source: Ignore all
cs: Ignorovat vše

source: Ignore
cs: Ignorovat

source: Image description
cs: Popis obrázku

source: Increase indent
cs: Zvýšit odsazení

source: Inline
cs: Řádkové zobrazení

source: Insert column after
cs: Vložit sloupec vpravo

source: Insert column before
cs: Vložit sloupec vlevo

source: Insert date/time
cs: Vložit datum/čas

source: Insert image
cs: Vložit obrázek

source: Insert link
cs: Vložit odkaz

source: Insert row after
cs: Vložit řádek pod

source: Insert row before
cs: Vložit řádek nad

source: Insert table
cs: Vložit tabulku

source: Insert template
cs: Vložit šablonu

source: Insert video
cs: Vložit video

source: Insert
cs: Vložit

source: Insert/edit image
cs: Vložit/upravit obrázek

source: Insert/edit link
cs: Vložit/upravit odkaz

source: Insert/edit video
cs: Vložit/upravit video

source: Italic
cs: Kurzíva

source: Justify
cs: Zarovnat do bloku

source: Keywords
cs: Klíčová slova

source: Left to right
cs: Zleva doprava

source: Left
cs: Vlevo

source: Lower Alpha
cs: Malá latinská písmena

source: Lower Greek
cs: Malá řecká písmena

source: Lower Roman
cs: Malé římské číslice

source: Match case
cs: Rozlišovat velikost

source: Merge cells
cs: Sloučit buňky

source: Middle
cs: Střed

source: New document
cs: Nový dokument

source: New window
cs: Nové okno

source: Next
cs: Další

source: No color
cs: Bez barvy

source: Nonbreaking space
cs: Pevná mezera

source: Numbered list
cs: Čislovaný seznam

source: Page break
cs: Zalomení stránky

source: Paste as text
cs: Vložit jako text

source: Paste is now in plain text mode. Contents will now be pasted as plain text until you toggle this option off.
cs: Je zapnuto vkládání čistého textu. Dokud nebude tato funkce vypnuta, bude veškerý obsah vložen jako čistý text.

source: Paste row after
cs: Vložit řádek pod

source: Paste row before
cs: Vložit řádek nad

source: Paste your embed code below:
cs: Vložte kód pro vložení níže:

source: Paste
cs: Vložit

source: Poster
cs: Náhled

source: Prev
cs: Předchozí

source: Preview
cs: Náhled

source: Print
cs: Vytisknout

source: Redo
cs: Znovu

source: Remove link
cs: Odstranit odkaz

source: Replace all
cs: Nahradit vše

source: Replace with
cs: Nahradit za

source: Replace
cs: Nahradit

source: Restore last draft
cs: Obnovit poslední koncept

source: Rich Text Area. Press ALT-F9 for menu. Press ALT-F10 for toolbar. Press ALT-0 for help
cs: Editor. Stiskněte ALT-F9 pro menu, ALT-F10 pro nástrojovou lištu a ALT-0 pro nápovědu.

source: Right to left
cs: Zarovnat vpravo

source: Right
cs: Vpravo

source: Robots
cs: Roboti

source: Row group
cs: Skupina řádků

source: Row properties
cs: Vlastnosti řádku

source: Row type
cs: Typ řádku

source: Row
cs: Řádek

source: Rows
cs: Řádky

source: Scope
cs: Rozsah

source: Select all
cs: Vybrat vše

source: Show blocks
cs: Zobrazit bloky

source: Show invisible characters
cs: Zobrazit speciální znaky

source: Source code
cs: Zdrojový kód

source: Source
cs: Zdroj

source: Special character
cs: Speciální znak

source: Spellcheck
cs: Kontrola pravopisu

source: Split cell
cs: Rozdělit buňky

source: Square
cs: Čtvereček

source: Start search
cs: Zahájit hledání

source: Strikethrough
cs: Přeškrtnutí

source: Style
cs: Styl

source: Subscript
cs: Dolní index

source: Superscript
cs: Horní index

source: Table properties
cs: Vlastnosti tabulky

source: Table
cs: Tabulka

source: Target
cs: Cíl

source: Templates
cs: Šablony

source: Text color
cs: Barva textu

source: Text to display
cs: Text k zobrazení

source: The URL you entered seems to be an email address. Do you want to add the required mailto: prefix?
cs: URL, které jste zadali, je nejspíše e-mailová adresa. Chcete přidat vyžadovaný atribut mailto:?

source: The URL you entered seems to be an external link. Do you want to add the required http:// prefix?
cs: URL, které jste zadali, je nejspíše externí odkaz. Chcete přidat vyžadovaný atribut http://?

source: Tools
cs: Nástroje

source: Top
cs: Nahoře

source: Underline
cs: Podtržení

source: Undo
cs: Zpět

source: Upper Alpha
cs: Velká latinská písmena

source: Upper Roman
cs: Velké římské číslice

source: V Align
cs: Vertikální zarovnání

source: Vertical space
cs: Vertikální mezera

source: View
cs: Zobrazit

source: Visual aids
cs: Vizuální pomůcky

source: Whole words
cs: Celá slova

source: Width
cs: Šířka

source: Words: {0}
cs: Slova: {0}

source: You have unsaved changes are you sure you want to navigate away?
cs: Máte neuložené změny. Opravdu chcete opustit stránku?

source: Your browser doesn't support direct access to the clipboard. Please use the Ctrl+X/C/V keyboard shortcuts instead.
cs: Váš prohlížeč nepodporuje přímý přístup do schránky. Použijte prosím klávesové zkratky Ctrl+X/C/V.

source: Click OK to have your username and e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
cs: Kliknutím na OK odešlete Vaše uživatelské jméno a e-mailovou adresu aplikaci třetí strany. Kliknutím na Zrušit se vrátíte na tuto stránku bez toho, abyste tyto informace odeslali.

source: Click OK to have your username sent to a 3rd party application. Click Cancel to return to this page without sending your information.
cs: Kliknutím na OK odešlete Vaše uživatelské jméno aplikaci třetí strany. Kliknutím na Zrušit se vrátíte na tuto stránku bez toho, abyste tuto informaci odeslali.

source: Click OK to have your e-mail address sent to a 3rd party application. Click Cancel to return to this page without sending your information.
cs: Kliknutím na OK odešlete Vaši e-mailovou adresu aplikaci třetí strany. Kliknutím na Zrušit se vrátíte na tuto stránku bez toho, abyste tuto informaci odeslali.

source: incorrect
cs: Špatně

source: correct
cs: Správně

source: answer
cs: odpověď

source: Short explanation
cs: Krátké vysvětlení

source: If you use the Advanced Editor, this problem will be converted to XML and you will not be able to return to the Simple Editor Interface. Proceed to the Advanced Editor and convert this problem to XML?
cs: Jestliže použijete Pokročilý editor, bude tato úloha převedena do XML a nebudete se moct vrátit do rozhraní Jednoduchého editoru. Chcete pokračovat do Pokročilého editoru a převést úlohu do XML?

source: Explanation
cs: Vysvětlení

source: Bookmarked
cs: Přidáno do záložek

source: Play
cs: Přehrát

source: Pause
cs: Pozastavit

source: Mute
cs: Vypnout zvuk

source: Unmute
cs: Zapnout zvuk

source: Exit full browser
cs: Opustit úplný prohlížeč

source: Fill browser
cs: Průzkumník souborů

source: Speed
cs: Rychlost

source: Volume
cs: Hlasitost

source: Muted
cs: Ztlumeno

source: Very low
cs: Velmi potichu

source: Low
cs: Potichu

source: Average
cs: Středně

source: Loud
cs: Nahlas

source: Very loud
cs: Velmi nahlas

source: Maximum
cs: Maximálně

source: This browser cannot play .mp4, .ogg, or .webm files.
cs: Tento prohlížeč neumí přehrát soubory .mp4, .ogg a .webm.

source: Try using a different browser, such as Google Chrome.
cs: Zkuste použít jiný prohlížeč, například Google Chrome.

source: High Definition
cs: Vysoké rozlišení

source: off
cs: vypnuto

source: on
cs: zapnuto

source: Video ended
cs: Video skončilo

source: Video position
cs: Umístění videa

source: Click on this button to mute or unmute this video or press UP or DOWN buttons to increase or decrease volume level.
cs: Klikněte na toto tlačítko, abyste zapnuli či vypnuli zvuk u videa. Pro zvýšení hlasitosti stistkněte šipku nahoru, pro snížení hlasitosti šipku dolů.

source: Adjust video volume
cs: Nastavit hlasitost videa

source: Press UP to enter the speed menu then use the UP and DOWN arrow keys to navigate the different speeds, then press ENTER to change to the selected speed.
cs: Stiskněte šipku nahoru a dostanete se do menu pro nastavení rychlosti. Rychlost poté můžete zvyšovat mačkáním šipky nahoru a snižovat mačkáním šipky dolů. Výslednou rychlost nastavíte stisknutím klávesy ENTER.

source: Adjust video speed
cs: Nastavit rychlost videa

source: Video speed:
cs: Rychlost videa:

source: Skip
cs: Přeskočit

source: Play video
cs: Přehrát video

source: Do not show again
cs: Toto znovu nezobrazovat

source: Open language menu
cs: Otevřít jazykové menu

source: Transcript will be displayed when you start playing the video.
cs: Přepis se zobrazí, když spustíte video.

source: Activating a link in this group will skip to the corresponding point in the video.
cs: Pokud aktivujete odkaz v této skupině, video přeskočí na odpovídající místo.

source: Video transcript
cs: Přepis videa.

source: Start of transcript. Skip to the end.
cs: Začátek přepisu. Přeskočte na konec.

source: End of transcript. Skip to the start.
cs: Konec přepisu. Přeskočte na začátek.

source: Press the UP arrow key to enter the language menu then use UP and DOWN arrow keys to navigate language options. Press ENTER to change to the selected language.
cs: Pro přístup do jazykového menu stiskněte šipku nahoru. V menu se pohybujte pomocí šipek nahoru a dolů. Zvolený jazyk potvrďte stisknutím klávesy ENTER.

source: Hide closed captions
cs: Skrýt titulky

source: (Caption will be displayed when you start playing the video.)
cs: (Titulky se zobrazí, jakmile spustíte video.)

source: Turn on closed captioning
cs: Zapněte titulky

source: Turn on transcripts
cs: Zapněte přepis

source: Turn off transcripts
cs: Vypněte přepis

source: Required field.
cs: Povinné pole.

source: Please do not use any spaces in this field.
cs: V tomto poli nepoužívejte mezery.

source: Please do not use any spaces or special characters in this field.
cs: Zde nepoužívejte mezery ani speciální znaky.

source: Pagination
cs: Stránkování

source: Your request could not be completed. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
cs: Váš požadavek nemohl být splněn. Obnovte stránku a zkuste to znovu. Pokud to opět nepůjde, klikněte na Nápovědu.

source: Showing {firstIndex} out of {numItems} total
cs: Zobrazen {firstIndex} z celkových {numItems}

source: Showing {firstIndex}-{lastIndex} out of {numItems} total
cs: Zobrazeny {firstIndex}-{lastIndex} z celkových {numItems}

source: Loading content
cs: Nahrává se obsah

source: Your request could not be processed. Refresh the page and try again.
cs: Váš požadavek nemohl být zpracován. Obnovte stránku a zkuste to znovu.

source: Some images in this post have been omitted
cs: Některé obrázky v této zprávě nebyly zobrazeny

source: image omitted
cs: obrázek nebyl zobrazen

source: there is currently {numVotes} vote
cs: momentálně má {numVotes} hlas

source: {numVotes} Vote
cs: {numVotes} hlas

source: You could not be subscribed to this post. Refresh the page and try again.
cs: Nebylo možné Vás přihlásit k této zprávě. Obnovte stránku a zkuste to znovu.

source: You could not be unsubscribed from this post. Refresh the page and try again.
cs: Nebylo možné Vás odhlásit od tohoto příspěvku. Obnovte stránku a zkuste to znovu.

source: This response could not be marked as an answer. Refresh the page and try again.
cs: Vaši zprávu nebylo možné označit jako odpověď. Obnovte stránku a zkuste to znovu.

source: This response could not be unmarked as an answer. Refresh the page and try again.
cs: Tuto operaci nebylo možné provést. Obnovte stránku a zkuste to znovu.

source: This response could not be marked as endorsed. Refresh the page and try again.
cs: K této odpovědi nebylo možné přidat podpoření. Obnovte stránku a zkuste to znovu.

source: This response could not be unendorsed. Refresh the page and try again.
cs: Této odpovědi nebylo možné odebrat podpoření. Obnovte stránku a zkuste to znovu.

source: This vote could not be processed. Refresh the page and try again.
cs: Tento hlas se nezdařilo zpracovat. Obnovte stránku a zkuste to znovu.

source: This post could not be pinned. Refresh the page and try again.
cs: Tento příspěvek nebylo možné vyvěsit. Obnovte stránku a zkuste to znovu.

source: This post could not be unpinned. Refresh the page and try again.
cs: Tento příspěvek se nezdařilo odstranit. Obnovte stránku a zkuste to znovu.

source: This post could not be flagged for abuse. Refresh the page and try again.
cs: Tento příspěvek se nezdařilo označit za obtěžující. Obnovte stránku a zkuste to znovu.

source: This post could not be unflagged for abuse. Refresh the page and try again.
cs: U tohoto příspěvku se nezdařilo odebrat označení za obtěžující. Obnovte stránku a zkuste to znovu.

source: This post could not be closed. Refresh the page and try again.
cs: Tento příspěvek nebylo možné uzavřít. Obnovte stránku a zkuste to znovu.

source: This post could not be reopened. Refresh the page and try again.
cs: Tento příspěvek nebylo možné znovu otevřít. Obnovte stránku a zkuste to znovu.

source: Hide Discussion
cs: Skrýt diskusi

source: This discussion could not be loaded. Refresh the page and try again.
cs: Diskusi nebylo možné načíst. Obnovte stránku a zkuste to znovu.

source: Show Discussion
cs: Ukázat diskusi

source: Loading more threads
cs: Načítají se další vlákna

source: Additional posts could not be loaded. Refresh the page and try again.
cs: Další vlákna se nepodařilo načíst. Obnovte stránku a zkuste to znovu.

source: Current conversation
cs: Aktuální konverzace

source: Loading posts list
cs: Načítá se seznam příspěvků

source: No results found for {original_query}. Showing results for {suggested_query}.
cs: Nebyly nalezeny žádné výsledky pro {original_query}. Zobrazuji výsledky pro {suggested_query}.

source: No posts matched your query.
cs: Vašemu dotazu neodpovídají žádné příspěvky.

source: Show posts by {username}.
cs: Zobraz příspěvky od uživatele {username}.

source: The post you selected has been deleted.
cs: Vámi vybraný příspěvek byl odstraněn.

source: Responses could not be loaded. Refresh the page and try again.
cs: Odpovědi se nepodařilo načíst. Obnovte stránku a zkuste to znovu.

source: Additional responses could not be loaded. Refresh the page and try again.
cs: Další odpovědi se nepodařilo načíst. Obnovte stránku a zkuste to znovu.

source: {numResponses} other response
cs: {numResponses} další odpověď

source: {numResponses} response
cs: {numResponses} odpověď

source: Showing all responses
cs: Všechny odpovědi zobrazeny

source: Showing first response
cs: Zobrazena první odpověď

source: Load all responses
cs: Načíst všechny odpovědi

source: Load next {numResponses} responses
cs: Načíst dalších {numResponses} odpovědí

source: Are you sure you want to delete this post?
cs: Jste si jisti, že chcete tento příspěvek vymazat?

source: Your post will be discarded.
cs: Váš příspěvek bude odebrán.

source: anonymous
cs: anonymní

source: Are you sure you want to delete this comment?
cs: Jste si jist/a, že chcete smazat tento komentář?

source: This comment could not be deleted. Refresh the page and try again.
cs: Tento komentář se nepodařilo smazat. Obnovte stránku a zkuste to znovu.

source: Are you sure you want to delete this response?
cs: Jste si jist/a, že chcete smazat tuto odpověď?

source: The email address you've provided isn't formatted correctly.
cs: Vámi zadaná e-mailová adresa není ve správném formátu.

source: %(field)s must have at least %(count)d characters.
cs: %(field)s musí mít alespoň %(count)d znaků.

source: %(field)s can only contain up to %(count)d characters.
cs: %(field)s mohou obsahovat nanejvýš %(count)d znaků.

source: Please enter your %(field)s.
cs: Prosím, vyplňte Vaše %(field)s.

source: Drop target image
cs: Pustit cílový obrázek

source: dragging out of slider
cs: přetahování z posuvníku

source: dragging
cs: přetahuje se

source: dropped in slider
cs: přetáhnuto do posuvníku

source: dropped on target
cs: puštěno na cíl

source: %s ago
cs: před %s

source: %s from now
cs: za %s

source: less than a minute
cs: méně než minuta

source: about a minute
cs: asi minuta

source: about an hour
cs: asi hodina

source: a day
cs: den

source: about a month
cs: asi měsíc

source: about a year
cs: asi rok

source: An unexpected error occurred. Please try again.
cs: Vyskytla se nečekaná chyba. Prosím, zkuste to znovu.

source: Financial Assistance
cs: Finanční asistence

source: Upset Learner
cs: Naštvaný student

source: Teaching Assistant
cs: Asistent učitele

source: Please specify a reason.
cs: Prosím, uveďte důvod.

source: Something went wrong changing this enrollment. Please try again.
cs: Při zápisu se něco pokazilo. Prosím, zkuste to znovu.

source: (Optional)
cs: (Volitelné)

source: Course Name
cs: Název kurzu

source: Subject
cs: Předmět

source: Details
cs: Detaily

source: Submit
cs: Odeslat

source: Contact Us
cs: Kontaktujte nás

source: last activity
cs: poslední aktivita

source: open slots
cs: volná místa

source: name
cs: jméno

source: team count
cs: počet týmů

source: Teams
cs: Týmy

source: Create
cs: Vytvořit

source: Update
cs: Aktualizovat

source: Team Name (Required) *
cs: Jméno týmu (vyžadováno) *

source: A name that identifies your team (maximum 255 characters).
cs: Jméno Vašeho týmu (maximálně 255 znaků).

source: Team Description (Required) *
cs: Popis týmu (vyžadováno) *

source: A short description of the team to help other learners understand the goals or direction of the team (maximum 300 characters).
cs: Krátký popis Vašeho týmu, který pomůže ostatním studentům pochopit vaše cíle a směřování (maximálně 300 znaků).

source: Language
cs: Jazyk

source: The language that team members primarily use to communicate with each other.
cs: Jazyk, který členové týmu primárně používají pro interní komunikaci.

source: Country
cs: Stát

source: The country that team members primarily identify with.
cs: Stát, s nímž se týmoví členové primárně identifikují.

source: An error occurred. Please try again.
cs: Vyskytla se chyba. Zkuste to znovu.

source: Check the highlighted fields below and try again.
cs: Zaškrtněte zvýrazněná políčka níže a zkuste to znovu.

source: Enter team name.
cs: Zadejte jméno týmu.

source: Team name cannot have more than 255 characters.
cs: Jméno týmu nemůže mít více než 255 znaků.

source: Enter team description.
cs: Zadejte popis týmu.

source: Team description cannot have more than 300 characters.
cs: Popis týmu nemůže mít více než 300 znaků.
