Repository: TheMOOCAgency/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: cs

source: An error occurred while removing the member from the team. Try again.
cs: Při odebírání člena týmu se vyskytla chyba. Zkuste to znovu.

source: This team does not have any members.
cs: Tento tým nemá žádné členy.

source: Joined %(date)s
cs: Přidal/a se %(date)s

source: Last Activity %(date)s
cs: Poslední aktivita %(date)s

source: Remove this team member?
cs: Odstranit tototo člena týmu?

source: This learner will be removed from the team, allowing another learner to take the available spot.
cs: Tento student bude odebrán z týmu, což umožní jinému studentovi zaujmout jeho místo.

source: Delete this team?
cs: Vymazat tým?

source: Deleting a team is permanent and cannot be undone. All members are removed from the team, and team discussions can no longer be accessed.
cs: Odebrání týmu je trvalé a nemůže být vráceno. Všichni členové budou z týmu odebráni a týmové diskuse již nebudou přístupné.

source: Team "{team}" successfully deleted.
cs: Tým "{team}" byl úspěšně odebrán.

source: You are not currently a member of any team.
cs: V tuto chvíli nejste členem žádného týmu.

source: and others
cs: a další

source: Last activity %(date)s
cs: Poslední aktivita %(date)s

source: View %(span_start)s %(team_name)s %(span_end)s
cs: Zobrazit %(span_start)s %(team_name)s %(span_end)s

source: An error occurred. Try again.
cs: Vyskytla se chyba. Zkuste to znovu.

source: Leave this team?
cs: Opustit tento tým?

source: If you leave, you can no longer post in this team's discussions. Your place will be available to another learner.
cs: Pokud opustíte tento tým, nebudete již moci přispívat do týmové diskuse. Vaše místo bude k dispozici jiným studentům.

source: Confirm
cs: Potvrdit

source: You already belong to another team.
cs: Již patříte do jiného týmu.

source: This team is full.
cs: Tento tým je plný.

source: %(memberCount)s / %(maxMemberCount)s Member
cs: %(memberCount)s / %(maxMemberCount)s člen

source: All teams
cs: Všechny týmy

source: Teams Pagination
cs: Týmová paginace

source: Topics
cs: Témata

source: See all teams in your course, organized by topic. Join a team to collaborate with other learners who are interested in the same topic as you are.
cs: Zobrazit všechny týmy v kurzu, uspořádané podle tématu. Přidejte se k týmu a spolupracujte s ostatními studenty, kteří se zajímají o stejné téma jako vy.

source: My Team
cs: Můj tým

source: Browse
cs: Procházet

source: Your request could not be completed. Reload the page and try again.
cs: Váš požadavek se nepodařilo zpracovat. Obnovte stránku a zkuste to znovu.

source: Your request could not be completed due to a server problem. Reload the page and try again. If the issue persists, click the Help tab to report the problem.
cs: Váš požadavek se podařilo zpracovat kvůli problému na serveru. Obnovte stránku a zkuste to znovu. Pokud problém přetrvává, klikněte na záložku Nápověda a problém nahlaste.

source: Team Search
cs: Vyhledat tým

source: Showing results for "{searchString}"
cs: Zobrazeny výsledky pro "{searchString}"

source: Create a New Team
cs: Vytvořit nový tým

source: Create a new team if you can't find an existing team to join, or if you would like to learn with friends you know.
cs: Vytvořte nový tým, pokud nemůžete najít již existující tým, k němuž byste se přidal/a, anebo pokud chcete založit tým spolu se svými přáteli.

source: Edit Team
cs: Upravit tým

source: If you make significant changes, make sure you notify members of the team before making these changes.
cs: Pokud chcete udělat zásadní změny, upozorněte na to nejprve ostatní členy týmu.

source: Membership
cs: Členství

source: You can remove members from this team, especially if they have not participated in the team's activity.
cs: Členy týmu můžete odebrat, zvláště pokud se nepodíleli na týmových aktivitách.

source: Search teams
cs: Hledat v týmech

source: All Topics
cs: Všechna témata

source: The page "{route}" could not be found.
cs: Stránka "{route}" nebyla nalezena.

source: The topic "{topic}" could not be found.
cs: Téma "{topic}" nebylo nalezeno.

source: The team "{team}" could not be found.
cs: Tým "{team}" nebyl nalezen.

source: %(team_count)s Team
cs: %(team_count)s tým

source: Topic
cs: Téma

source: View Teams in the %(topic_name)s Topic
cs: Zobrazit týmy v tématu %(topic_name)s

source: {browse_span_start}Browse teams in other topics{span_end} or {search_span_start}search teams{span_end} in this topic. If you still can't find a team to join, {create_span_start}create a new team in this topic{span_end}.
cs: {browse_span_start}Procházejte týmy v jiných tématech{span_end} nebo {search_span_start}hledejte týmy{span_end} v tomto tématu. Pokud nadále nebudete moci najít tým, do něhož byste se přidal/a, {create_span_start}vytvořte nový tým v tomto tématu{span_end}.

source: All topics
cs: Všechna témata

source: Insert Hyperlink
cs: Vložit hypertextový odkaz

source: e.g. 'http://google.com'
cs: např. "http://google.com"

source: Link Description
cs: Popis odkazu

source: e.g. 'google'
cs: např. "google"

source: Please provide a description of the link destination.
cs: Uveďte prosím popis cíle odkazu.

source: Insert Image (upload file or type URL)
cs: Vložte obrázek (nahrajte soubor nebo vložte URL)

source: Type in a URL or use the "Choose File" button to upload a file from your machine. (e.g. 'http://example.com/img/clouds.jpg')
cs: Chcete-li nahrát soubor z vašeho počítače, napište URL (např. "http://example.com/img/clouds.jpg") nebo klikněte na tlačítko "Vybrat soubor".

source: Image Description
cs: Popis obrázku

source: Please describe this image or agree that it has no contextual value by checking the checkbox.
cs: Popište prosím obrázek nebo zaškrtnutím políčka potvrďte, že obrázek nemá žádnou kontextovou hodnotu.

source: e.g. 'Sky with clouds'. The description is helpful for users who cannot see the image.
cs: např. "Mraky na obloze". Tento popis je užitečný pro uživatele, kteří obrázek nemůžou vidět.

source: How to create useful text alternatives.
cs: Jak vytvořit vhodnou textovou alternativu.

source: This image is for decorative purposes only and does not require a description.
cs: Tento obrázek má pouze dekorativní účel a nevyžaduje žádný popis.

source: Please provide a valid URL.
cs: Zadejte platné URL.

source: %(errorCount)s error found in form.
cs: Ve formuláři nalezena %(errorCount)s chyba.

source: Bold (Ctrl+B)
cs: Tučně (Ctrl+B)

source: Italic (Ctrl+I)
cs: Kurzíva (Ctrl+I)

source: Hyperlink (Ctrl+L)
cs: Hypertextový odkaz (Ctrl+L)

source: Blockquote (Ctrl+Q)
cs: Bloková citace (Ctrl+Q)

source: Code Sample (Ctrl+K)
cs: Vzorek kódu (Ctrl+K)

source: Image (Ctrl+G)
cs: Obrázek (Ctrl+G)

source: Numbered List (Ctrl+O)
cs: Číslovaný seznam (Ctrl+O)

source: Bulleted List (Ctrl+U)
cs: Seznam s odrážkami (Ctrl+U)

source: Heading (Ctrl+H)
cs: Nadpis (Ctrl+H)

source: Horizontal Rule (Ctrl+R)
cs: Horizontální pravítko (Ctrl+R)

source: Undo (Ctrl+Z)
cs: Zpět (Ctrl+Z)

source: Redo (Ctrl+Y)
cs: Vpřed (Ctrl+Y)

source: Redo (Ctrl+Shift+Z)
cs: Znovu (Ctrl+Shift+Z)

source: emphasized text
cs: Zdůrazněný text

source: enter link description here
cs: Vložte popis odkazu

source: enter code here
cs: Vložte kód

source: List item
cs: Položka seznamu

source: Heading
cs: Nadpis

source: You have been logged out of your edX account. Click Okay to log in again now. Click Cancel to stay on this page (you must log in again to save your work).
cs: Byl/a jste odhlášen/a ze svého edX účtu. Chcete-li se znovu přihlásit, klikněte na Okay. Chcete-li zůstat na této stránce, klikněte na Zrušit (pro uložení své práce se musíte znovu přihlásit).

source: Preview this query
cs: Prohlédnout tento dotaz

source: Open Calculator
cs: Otevřít kalkulačku

source: Close Calculator
cs: Zavřít kalkulačku

source: All subsections
cs: Všechny podsekce

source: All units
cs: Všechny jednotky

source: Click to change
cs: Změnit

source: Select a chapter
cs: Vybrat kapitolu

source: Save changes
cs: Uložit změny

source: Please enter valid start date and time.
cs: Vložte prosím platné počáteční datum a čas.

source: Due date cannot be before start date.
cs: Koncové datum nesmí být před počátečním datem.

source: Enter Due Date and Time
cs: Zadejte koncové datum a čas.

source: Enter Start Date and Time
cs: Zadejte počáteční datum a čas.

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Add to Exception List" button.
cs: Je vyžadováno uživatelské jméno/email studenta – pole nesmí zůstat prázdné. Vyplňte prosím toto pole a klikněte na tlačítko "Přidat na seznam výjimek".

source: Student username/email field is required and can not be empty. Kindly fill in username/email and then press "Invalidate Certificate" button.
cs: Je vyžadováno uživatelské jméno/email studenta – pole nesmí zůstat prázdné. Vyplňte prosím toto pole a klikněte na tlačítko "Nepotvrzený certifikát".

source: learners are successfully added to exception list
cs: Studenti byli úspěšně přidáni na seznam výjimek.

source: learner is successfully added to the exception list
cs: Student byl úspěšně přidán na seznam výjimek.

source: records are not in correct format and not added to the exception list
cs: Záznamy nemají správný formát a nebyly přidány na seznam výjimek.

source: record is not in correct format and not added to the exception list
cs: Záznam nemá správný formát a nebyl přidán na seznam výjimek.

source: learners do not exist in LMS and not added to the exception list
cs: Studenti neexistují v LMS a nejsou přidáni na seznam výjimek.

source: learner does not exist in LMS and not added to the exception list
cs: Student neexistuje v LMS a není přidán na seznam výjimek.

source: learners are already white listed and not added to the exception list
cs: Studenti jsou již na seznamu povolených jmen a nejsou přidáni na seznam výjimek.

source: learner is already white listed and not added to the exception list
cs: Student je již na seznamu povolených jmen a není přidán na seznam výjimek.

source: learners are not enrolled in course and not added to the exception list
cs: Studenti nejsou zapsáni v kurzu a nejsou přidání na seznam výjimek.

source: learner is not enrolled in course and not added to the exception list
cs: Student není zapsán v kurzu a není přidán na seznam výjimek.

source: Certificate of <%= user %> has already been invalidated. Please check your spelling and retry.
cs: Certifikát pro <%= user %> byl již zrušen. Zkontrolujte zadané údaje a zkuste to znovu.

source: Certificate has been successfully invalidated for <%= user %>.
cs: Certifikát pro <%= user %> byl úspěšně zrušen.

source: Server Error, Please refresh the page and try again.
cs: Chyba serveru. Obnovte prosím stránku a zkuste to znovu.

source: The certificate for this learner has been re-validated and the system is re-running the grade for this learner.
cs: Certifikát pro tohoto studenta by znovu uznán a systém pro něj znovu vytváří hodnocení.

source: Could not find Certificate Invalidation in the list. Please refresh the page and try again
cs: V seznamu nebylo možné najít Zrušení Certifikátu. Obnovte prosím stránku a zkuste to znovu.

source: Student Removed from certificate white list successfully.
cs: Student byl úspěšně odebrán ze seznamu povolených certifikátů.

source: Could not find Certificate Exception in white list. Please refresh the page and try again
cs: V povoleném seznamu nebylo možné najít Certifikátovou výjimku. Obnovte prosím stránku a zkuste to znovu.

source: <%= user %> already in exception list.
cs: <%= user %> již je na seznamu výjimek.

source: <%= user %> has been successfully added to the exception list. Click Generate Exception Certificate below to send the certificate.
cs: <%= user %> byl úspěšně přidán na seznam výjimek. Chcete-li odeslat certifikát, klikněte na tlačítko Vytvořit výjimečný certifikát.

source: There has been an error processing your survey.
cs: Při zpracování vašeho dotazu se vyskytla chyba.

source: More
cs: Více

source: Less
cs: Méně

source: HTML preview of post
cs: HTML náhled příspěvku

source: Your question or idea (required)
cs: Vaše otázka či nápad (povinné)

source: Please enter a valid donation amount.
cs: Vložte prosím platnou výši daru.

source: Your donation could not be submitted.
cs: Váš dar nemohl být odeslán.

source: Viewing %s course
cs: Prohlížení %s kurzu

source: We couldn't find any results for "%s".
cs: Nebyly nalezeny žádné výsledky pro "%s".

source: There was an error, try searching again.
cs: Došlo k chybě, zkuste vyhledávat znovu.

source: Enrollment Tracks
cs: Zápisové studijní skupiny

source: Use enrollment tracks as the basis for dividing discussions. All learners, regardless of their enrollment track, see the same discussion topics, but within divided topics, only learners who are in the same enrollment track see and respond to each others’ posts.
cs: Použít zápisové studijní skupiny jako základ pro oddělování diskuzí. Všichni studenti bez ohledu na svou zápisovou skupinu vidí stejná diskuzní témata, ale v rámci oddělených témat můžou vzájemně prohlížet příspěvky a odpovídat na ně pouze studenti, kteří jsou ve stejné zápisové skupině.

source: Any divided discussion topics are divided based on enrollment track.
cs: Všechna oddělená diskuzní témata jsou oddělena na základě zápisové studijní skupiny.

source: We've encountered an error. Refresh your browser and then try again.
cs: Došlo k chybě. Obnovte prohlížeč a zkuste to znovu.

source: An error has occurred. Make sure that you are connected to the Internet, and then try refreshing the page.
cs: Došlo k chybě. Zkontrolujte, zda jste připojeni k internetu, a potom zkuste obnovit stránku.

source: Hide notes
cs: Skrýt poznámky

source: Notes visible
cs: Viditelné poznámky

source: Show notes
cs: Zobrazit poznámky

source: Notes hidden
cs: Skryté poznámky

source: Please enter a term in the {anchorStart} search field{anchorEnd}.
cs: Napište prosím výraz do {anchorStart} vyhledávacího pole{anchorEnd}.

source: Current tab
cs: Aktuální záložka

source: Location in Course
cs: Oblast v kurzu

source: Recent Activity
cs: Nedávná aktivita

source: No results found for "%(query_string)s". Please try searching again.
cs: Nebyly nalezeny žádné výsledky pro "%(query_string)s". Zkuste vyhledávat znovu.

source: Search Results
cs: Výsledky hledání

source: [no tags]
cs: [žádné značky]

source: Tags
cs: Tagy

source: Unable to submit application
cs: Nelze odeslat žádost

source: An error has occurred. Check your Internet connection and try again.
cs: Došlo k chybě. Zkontrolujte své internetové připojení a zkuste to znovu.

source: Choose one
cs: Vybrat jeden

source: Selected tab
cs: Vybraná záložka

source: Saved cohort
cs: Uložená kohorta

source: Enter a username or email.
cs: Vložte uživatelské jméno nebo email.

source: View all errors
cs: Zobrazit všechny chyby

source: You must specify a name for the cohort
cs: Musíte zadat jméno kohorty

source: The cohort cannot be saved
cs: Kohortu nelze uložit

source: The cohort cannot be added
cs: Kohortu nelze přidat

source: You currently have no cohorts configured
cs: Momentálně nemáte nastavené žádné kohorty.

source: Add Cohort
cs: Přidat kohortu

source: The {cohortGroupName} cohort has been created. You can manually add students to this cohort below.
cs: Byla vytvořena kohorta {cohortGroupName}. Níže do ní můžete ručně přidávat studenty.

source: Assign students to cohorts by uploading a CSV file.
cs: Přiřadit studenty ke kohortám nahráním CSV souboru.

source: Choose a .csv file
cs: Vybrat .csv soubor

source: Only properly formatted .csv files will be accepted.
cs: .csv soubory budou akceptovány pouze v náležitém formátu.

source: Upload File and Assign Students
cs: Nahrát soubor a přiřadit studenty

source: Your file '{file}' has been uploaded. Allow a few minutes for processing.
cs: Váš soubor '{file}' byl nahrán. Zpracování bude trvat několik minut.

source: Cohorts Enabled
cs: Kohorty byly povoleny

source: Cohorts Disabled
cs: Kohorty byly zakázány

source: This course uses automatic cohorting for verified track learners. You cannot disable cohorts, and you cannot rename the manual cohort named '{verifiedCohortName}'. To change the configuration for verified track cohorts, contact your edX partner manager.
cs: Tento kurz má nastaveno automatické kohortování pro studenty z ověřených studijních skupin. Kohorty nemůžete vypnout a nemůžete přejmenovat ruční kohortu s názvem '{verifiedCohortName}'. Pro změnu nastavení u kohort ověřených studijních skupin kontaktujte svého edX partnerského manažera.

source: This course has automatic cohorting enabled for verified track learners, but the required cohort does not exist. You must create a manually-assigned cohort named '{verifiedCohortName}' for the feature to work.
cs: Tento kurz má nastaveno automatické kohortování pro studenty z ověřených studijních skupin, ale požadovaná kohorta neexistuje. Pro další práci musíte vytvořit ručně přiřazenou kohortu s názvem '{verifiedCohortName}'.

source: This course has automatic cohorting enabled for verified track learners, but cohorts are disabled. You must enable cohorts for the feature to work.
cs: Tento kurz má nastaveno automatické kohortování pro studenty z ověřených studijních skupin, ale kohorty jsou vypnuté. Pro další práci musíte zapnout kohorty.

source: Allow students to generate certificates for this course?
cs: Povolit studentům vytvářet certifikáty pro tento kurz?

source: Prevent students from generating certificates in this course?
cs: Zakázat studentům vytvářet certifikáty pro tento kurz?

source: Start generating certificates for all students in this course?
cs: Začít vytvářet certifikáty pro všechny studenty v tomto kurzu?

source: Error while generating certificates. Please try again.
cs: Při generování certifikátů došlo k chybě. Zkuste to prosím znovu.

source: Start regenerating certificates for students in this course?
cs: Začít znovu vytvářet certifikáty pro studenty v tomto kurzu?

source: Error while regenerating certificates. Please try again.
cs: Při opětovném generování certifikátů došlo k chybě. Zkuste to prosím znovu.

source: Loading data...
cs: Načítají se data...

source: Error getting issued certificates list.
cs: Při načítání seznamu vydaných certifikátů došlo k chybě.

source: Error generating proctored exam results. Please try again.
cs: Při generování výsledků zkoušek došlo k chybě. Zkuste to znovu.

source: Error generating survey results. Please try again.
cs: Při generování výsledků ankety došlo k chybě. Zkuste to znovu.

source: Error generating student profile information. Please try again.
cs: Při generování informací ze studentských profilů došlo k chybě. Zkuste to znovu.

source: Loading
cs: Nahrávání

source: Error getting student list.
cs: Při generování seznamu studentů došlo k chybě.

source: Error generating list of students who may enroll. Please try again.
cs: Při generování seznamu studentů, kteří se mohou přihlásit, došlo k chybě. Zkuste to znovu.

source: Error retrieving grading configuration.
cs: Při vyhledávání konfigurace hodnocení došlo k chybě.

source: Error generating grades. Please try again.
cs: Při generování známek došlo k chybě. Zkuste to znovu.

source: Error generating problem grade report. Please try again.
cs: Při generování zprávy o míře chybovosti došlo k chybě. Zkuste to znovu.

source: Error generating ORA data report. Please try again.
cs: Při generování ORA dat došlo k chybě. Zkuste to znovu.

source: There was a problem creating the report. Select "Create Executive Summary" to try again.
cs: Při vytváření zprávy došlo k chybě. Vyberte "Vytvořit shrnutí" a zkuste to znovu.

source: Enter the enrollment code.
cs: Zadejte kód pro zápis.

source: Cancel enrollment code
cs: Zrušit kód pro zápis

source: Restore enrollment code
cs: Obnovit kód pro zápis

source: Mark enrollment code as unused
cs: Označit kód pro zápis jako nepoužitý

source: Username
cs: Uživatelské jméno

source: Revoke access
cs: Zrušit přístup

source: Enter username or email
cs: Zadejte přihlašovací jméno nebo email

source: Please enter a username or email.
cs: Zadejte přihlašovací jméno nebo email

source: Error changing user's permissions.
cs: Při změně oprávnění daného uživatele došlo k chybě.

source: Could not find a user with username or email address '<%- identifier %>'.
cs: Nepodařilo se najít uživatele se uživatelským jménem či e-mailovou adresou '<%- identifier %>'.

source: Error: User '<%- username %>' has not yet activated their account. Users must create and activate their accounts before they can be assigned a role.
cs: Chyba: Uživatel '<%- username %>' si dosud neaktivoval účet. Uživatelé si musí vytvořit a aktivovat účet předtím, než jim může být přidána role.

source: Error: You cannot remove yourself from the Instructor group!
cs: Chyba: Nemůžete se odebrat ze skupiny instruktorů!

source: Errors
cs: Chyby

source: The following errors were generated:
cs: Vyskytly se následující chyby:

source: Warnings
cs: Upozornění

source: The following warnings were generated:
cs: Vyskytla se následující upozornění:

source: Success
cs: Úspěch

source: All accounts were created successfully.
cs: Všechny uživatelské účty byly úspěšně vytvořeny.

source: Error adding/removing users as beta testers.
cs: Při přidávání/odebírání uživatelů jako beta testerů se vyskytla chyba.

source: These users were successfully added as beta testers:
cs: Tito uživatelé byli úspěšně přidáni jako beta testeři:

source: These users could not be added as beta testers because their accounts are not yet activated:
cs: Tyto uživatele nebylo možné přidat jako beta testery, protože jejich účty nejsou aktivované:

source: These users were successfully removed as beta testers:
cs: Tito uživatelé byli úspěšně odebráni jako beta testeři:

source: These users were not added as beta testers:
cs: Tito uživatelé nebyli přidáni jako beta testeři:

source: These users were not removed as beta testers:
cs: Tito uživatelé nebyli odebráni jako beta testeři:

source: Users must create and activate their account before they can be promoted to beta tester.
cs: Uživatelé si musí vytvořit a aktivovat účet předtím, než můžou být jmenováni beta testery.

source: Could not find users associated with the following identifiers:
cs: Není možné najít uživatele spojené s následujícími identifikátory:

source: Reason field should not be left blank.
cs: Pole Odůvodnění nesmí být ponecháno prázdné.

source: Error enrolling/unenrolling users.
cs: Při zápisu/odebírání uživatelů se vyskytla chyba.

source: The following email addresses and/or usernames are invalid:
cs: Následující e-mailové adresy a/nebo přihlašovací jména nejsou platné:

source: Successfully enrolled and sent email to the following users:
cs: Tito uživatelé byli úspěšně zapsáni a byla jim posláno e-mailová zpráva:

source: Successfully enrolled the following users:
cs: Tito studenti byli úspěšně zapsáni:

source: Successfully sent enrollment emails to the following users. They will be allowed to enroll once they register:
cs: Těmto studentům byly úspěšně poslány e-mailové zprávy o zápisu do kurzu. Jakmile se zaregistrují, budou se moci zaregistrovat:

source: These users will be allowed to enroll once they register:
cs: Jakmile se tito studenti zaregistrují, budou se moci zapsat:

source: Successfully sent enrollment emails to the following users. They will be enrolled once they register:
cs: Těmto studentům byly úspěšně poslány e-mailové zprávy o zápisu do kurzu. Jakmile se zaregistrují, budou se moci zapsat:

source: These users will be enrolled once they register:
cs: Tito studenti budou zapsáni, jakmile se zaregistrují:
