Repository: TheMOOCAgency/edx-platform
Catalog: conf/locale/*/LC_MESSAGES/djangojs-partial.po
Languages: cs

source: Emails successfully sent. The following users are no longer enrolled in the course:
cs: E-maily byly úspěšně poslány. Tito uživatelé již nejsou zapsáni v tomto kurzu:

source: The following users are no longer enrolled in the course:
cs: Tito uživatelé již nejsou zapsáni v tomto kurzu:

source: These users were not affiliated with the course so could not be unenrolled:
cs: Tito uživatelé nejsou zapsáni do tohoto kurzu, a nelze je tak odebrat:

source: Your message must have a subject.
cs: Vaše zpráva musí mít předmět.

source: Your message cannot be blank.
cs: Vaše zpráva nemůže být prázdná.

source: Your message must have at least one target.
cs: Vaše zpráva musí mít alespoň jednoho příjemce.

source: There are invalid keywords in your email. Check the following keywords and try again.
cs: Ve Vašem e-mailu jsou neplatná klíčová slova. Zkontrolujte to a zkuste to znovu.

source: Yourself
cs: Vy

source: Everyone who has staff privileges in this course
cs: Kdokoliv, kdo má v tomto kurzu učitelská oprávnění.

source: All learners who are enrolled in this course
cs: Všichni studenti, kteří se zapsali do kurzu.

source: All learners in the {cohort_name} cohort
cs: Všichni studenti be skupině {cohort_name}

source: All learners in the {track_name} track
cs: Všichni studenti ze studijní skupiny {track_name}

source: Your email message was successfully queued for sending. In courses with a large number of learners, email messages to learners might take up to an hour to be sent.
cs: Vaše e-mailová zpráva byla úspěšně zařazena do odesílací fronty. V kurzech s vysokým počtem studentů může trvat až hodinu, než bude zpráva odeslána.

source: You are sending an email message with the subject {subject} to the following recipients.
cs: Následujícím uživatelům posíláte e-mailovou zprávu s předmětem {subject}.

source: Is this OK?
cs: Je to v pořádku?

source: Error sending email.
cs: Při odesílání e-mailu došlo k chybě.

source: There is no email history for this course.
cs: Tento kurz nemá žádnou historii e-mailů.

source: There was an error obtaining email task history for this course.
cs: Při načítání historie e-mailů v tomto kurzu se vyskytla chyba.

source: There was an error obtaining email content history for this course.
cs: Při načítání historie e-mailů v tomto kurzu se vyskytla chyba.

source: Send to:
cs: Odeslat komu:

source: Please enter a student email address or username.
cs: Zadejte emailovou adresu či příjmení studenta.

source: Error getting student progress url for '<%- student_id %>'. Make sure that the student identifier is spelled correctly.
cs: Při zobrazování URL pokroku studenta '<%- student_id %>' došlo k chybě. Zkontrolujte, jestli je ID studenta správně.

source: Success! Problem attempts reset for problem '<%- problem_id %>' and student '<%- student_id %>'.
cs: Pokusy u úlohy '<%- problem_id %>' pro studenta '<%- student_id %>' byly úspěšně resetovány.

source: Error resetting problem attempts for problem '<%= problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
cs: Během resetování pokusů u úlohy '<%= problem_id %>' pro studenta '<%- student_id %>' došlo k chybě. Zkontrolujte, jestli jsou ID studenta a ID úlohy úplná a správná.

source: Error getting task history for problem '<%- problem_id %>' and student '<%- student_id %>'. Make sure that the problem and student identifiers are complete and correct.
cs: Při vyhledávání historie úlohy '<%- problem_id %>' pro studenta '<%- student_id %>' došlo k chybě. Zkontrolujte, jestli jsou ID studenta a úlohy úplná a správná.

source: Entrance exam attempts is being reset for student '{student_id}'.
cs: Probíhá resetování pokusů o vstupní zkoušku u studenta '{student_id}'.

source: Error resetting entrance exam attempts for student '{student_id}'. Make sure student identifier is correct.
cs: Při resetování pokusů o vstupní zkoušku pro studenta '{student_id}' došlo k chybě. Zkontrolujte, jestli je ID studenta v pořádku.

source: Enter a student's username or email address.
cs: Zadejte uživatelské jméno nebo emailovou adresu studenta.

source: Do you want to allow this student ('{student_id}') to skip the entrance exam?
cs: Chcete povolit tomuto studentovi ('{student_id}') přeskočit vstupní zkoušku?

source: An error occurred. Make sure that the student's username or email address is correct and try again.
cs: Došlo k chybě. Zkontrolujte správnost uživatelského jména nebo emailu studenta a zkuste to znovu.

source: Entrance exam state is being deleted for student '{student_id}'.
cs: Je odstraňován stav vstupní zkoušky pro studenta '{student_id}'.

source: Error deleting entrance exam state for student '{student_id}'. Make sure student identifier is correct.
cs: Při odstaňování stavu vstupní zkoušky pro studenta '{student_id}' došlo k chybě. Zkontrolujte, jestli je ID studenta v pořádku.

source: Error getting entrance exam task history for student '{student_id}'. Make sure student identifier is correct.
cs: Při načítání historie úloh ze vstupní zkoušky pro studenta '{student_id}' došlo k chybě. Zkontrolujte, jestli je ID studenta v pořádku.

source: Reset attempts for all students on problem '<%- problem_id %>'?
cs: Resetovat pokusy u úlohy '<%- problem_id %>' pro všechny studenty?

source: Successfully started task to reset attempts for problem '<%- problem_id %>'. Click the 'Show Task Status' button to see the status of the task.
cs: Úspěšně bylo započato resetování pokusů u úlohy '<%- problem_id %>'. Pro zobrazení stavu klikněte na tlačítko 'Zobrazit stav'.

source: Error starting a task to reset attempts for all students on problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
cs: Při spouštění resetování pokusů pro všechny studenty u úlohy '<%- problem_id %>' došlo k chybě. Zkontrolujte, jestli je ID úlohy úplné a správné.

source: Error listing task history for this student and problem.
cs: Při zobrazování historie úkolů pro tohoto studenta došlo k chybě.

source: Started rescore problem task for problem '<%- problem_id %>' and student '<%- student_id %>'. Click the 'Show Task Status' button to see the status of the task.
cs: Bylo spuštěno obnovení úlohy '<%- problem_id %>' pro studenta '<%- student_id %>'. Pro zobrazení stavu klikněte na tlačítko 'Zobrazit stav'.

source: Error starting a task to rescore problem '<%- problem_id %>' for student '<%- student_id %>'. Make sure that the the problem and student identifiers are complete and correct.
cs: Při spouštění obnovení úlohy '<%- problem_id %>' pro studenta '<%- student_id %>' došlo k chybě. Zkontrolujte, jestli jsou ID studenta a úlohy úplná a správná.

source: Started entrance exam rescore task for student '{student_id}'. Click the 'Show Task Status' button to see the status of the task.
cs: Bylo spuštěno obnovení vstupních zkoušky pro studenta '{student_id}'. Pro zobrazení stav klikněte na tlačítko 'Zobrazit stav'.

source: Error starting a task to rescore entrance exam for student '{student_id}'. Make sure that entrance exam has problems in it and student identifier is correct.
cs: Při spouštění obnovení vstupní zkoušky pro studenta'{student_id}' došlo k chybě. Zkontrolujte, že vstupní zkouška obsashuje chyby a že je ID studenta správně.

source: Rescore problem '<%- problem_id %>' for all students?
cs: Obnovit úlohu '<%- problem_id %>' pro všechny studenty?

source: Successfully started task to rescore problem '<%- problem_id %>' for all students. Click the 'Show Task Status' button to see the status of the task.
cs: Úspěšně bylo započato obnovení úlohy '<%- problem_id %>' pro všechny studenty. Pro zobrazení stavu klikněte na tlačítko 'Zobrazit stav'.

source: Error starting a task to rescore problem '<%- problem_id %>'. Make sure that the problem identifier is complete and correct.
cs: Při spouštění obnovy úlohy '<%- problem_id %>' došlo k chybě. Zkontrolujte, jestli je ID úlohy úplné a správné.

source: Task Type
cs: Typ úlohy

source: Task ID
cs: ID úlohy

source: Requester
cs: Žadatel

source: Submitted
cs: Odevzdáno

source: Duration (sec)
cs: Doba trvání (s)

source: State
cs: Stav

source: Task Status
cs: Status úlohy

source: Task Progress
cs: Pokrok v úloze

source: An error occurred retrieving your email. Please try again later, and contact technical support if the problem persists.
cs: Při retrieving vašeho emailu došlo k chybě. Zkuste to prosím znovu a pokud problém přetrvává, kontaktujte technickou podporu.

source: Sent By
cs: Odesláno od:

source: Sent To
cs: Odesláno komu:

source: Time Sent
cs: Čas odeslání:

source: Subject:
cs: Předmět:

source: Sent By:
cs: Odesláno od:

source: Time Sent:
cs: Čas odeslání:

source: Sent To:
cs: Odesláno komu:

source: Message:
cs: Zpráva:

source: No tasks currently running.
cs: Momentálně nejsou zadány žádné úlohy.

source: File Name
cs: Název souboru

source: Links are generated on demand and expire within 5 minutes due to the sensitive nature of student information.
cs: Kvůli citlivosti informací o studentech se odkazy vytváří na žádost a jejich platnost vyprší během 5 minut.

source: {type} Progress
cs: {type} pokrok

source: Earned Certificates
cs: Získané certifikáty

source: Enrolled
cs: Zapsáno

source: Successfully reset the attempts for user {user}
cs: Pokusy uživatele {user} byly úspěšně resetovány.

source: Failed to reset attempts for user.
cs: Pokusy uživatele nebylo možné resetovat.

source: Successfully deleted student state for user {user}
cs: Stav studenta pro uživatele {user} byl úspěšně odstraněn.

source: Failed to delete student state for user.
cs: Stav studenta nebylo možné odstranit.

source: Successfully rescored problem for user {user}
cs: Úloha byla pro uživatele {user} úspěšně obnovena.

source: Failed to rescore problem for user.
cs: Pro uživatele nebylo možné obnovit úlohu.

source: Successfully rescored problem to improve score for user {user}
cs: Úloha byla úspěšně obnovena z důvodu vylepšení skóre uživatele {user}.

source: Failed to rescore problem to improve score for user.
cs: Přeskórování úlohy z důvodu vylepšení skóre uživatele selhalo.

source: Reset My Password
cs: Obnovení mého hesla

source: Reset Your Password
cs: Resetovat heslo

source: Terms of Service and Honor Code
cs: Smluvní podmínky a Etický kodex

source: Saving your email preference
cs: Ukládání vašeho preferovaného emailu

source: Enrolling you in the selected course
cs: Probíhá váš zápis do vybraného kurzu.

source: Adding the selected course to your cart
cs: Přidávání vybraného kurzu do košíku

source: Loading your courses
cs: Načítání vašich kurzů

source: An error occurred.
cs: Došlo k chybě.

source: We couldn't sign you in.
cs: Nebylo možné vás přihlásit.

source: An error occurred when signing you in to %s.
cs: Při vašem přihlašování do %s došlo k chybě.

source: An error has occurred. Try refreshing the page, or check your Internet connection.
cs: Došlo k chybě. Zkuste obnovit stránku nebo zkontrolujte svoje internetové připojení.

source: You have successfully signed into %(currentProvider)s, but your %(currentProvider)s account does not have a linked %(platformName)s account. To link your accounts, sign in now using your %(platformName)s password.
cs: Úspěšně jste se přihlásil/a do %(currentProvider)s, ale váš %(currentProvider)s účet nemá připojený %(platformName)s účet. Pro propojení svých účtů se nyní přihlaste se svým %(platformName)s heslem.

source: We couldn't create your account.
cs: Váš účet nebylo možné založit.

source: You've successfully signed into %(currentProvider)s.
cs: Úspěšně jste se přihlásil/a do %(currentProvider)s.

source: We just need a little more information before you start learning with %(platformName)s.
cs: Než začnete studovat na %(platformName)s, potřebujeme od vás ještě trochu informací.

source: Full Name
cs: Celé jméno

source: Basic Account Information
cs: Základní infomace o účtu

source: Password
cs: Heslo

source: Time Zone
cs: Časové pásmo

source: Select the time zone for displaying course dates. If you do not specify a time zone, course dates, including assignment deadlines, will be displayed in your browser's local time zone.
cs: Vyberte časové pásmo pro zobrazování termínů kurzů. Pokud neuvedete časové pásmo, všechna data včetně termínů úkolů budou zobrazena podle místního časového pásma vašeho prohlížeče.

source: All Time Zones
cs: Všechna časová pásma

source: Default (Local Time Zone)
cs: Výchozí (Místní časové pásmo)

source: Additional Information
cs: Dodatečné informace

source: Education Completed
cs: Ukončené vzdělání

source: Gender
cs: Pohlaví

source: Year of Birth
cs: Rok narození

source: Preferred Language
cs: Preferovaný jazyk

source: Linked Accounts
cs: Připojené účty

source: You can link your social media accounts to simplify signing in to {platform_name}.
cs: Pro zjednodušení přihlašování do {platform_name} můžete připojit svoje účty na sociálních sítích.

source: ORDER NAME
cs: NÁZEV OBJEDNÁVKY

source: TOTAL
cs: CELKEM

source: ORDER NUMBER
cs: ČÍSLO OBJEDNÁVKY

source: My Orders
cs: Moje objednávky

source: This page contains information about orders that you have placed with {platform_name}.
cs: Tato stránka obsahuje informace o objednávkách, které jste zdali na {platform_name}.

source: We've sent a confirmation message to {new_email_address}. Click the link in the message to update your email address.
cs: Na {new_email_address} byla odeslána potvrzovací zpráva. Pro aktualizaci svojí emailové adresy klikněte na odkaz ve zprávě.

source: You must sign out and sign back in before your language changes take effect.
cs: Aby vaše změny v nastavení jazyka začaly platit, musíte se odhlásit a znovu přihlásit.

source: Link your {accountName} account
cs: Připojte svůj účet {accountName}

source: Unlink This Account
cs: Odpojit tento účet

source: You can use your {accountName} account to sign in to your {platformName} account.
cs: Pro přihlášení do účtu {platformName} můžete použít svůj účet {accountName}.

source: Unlink your {accountName} account
cs: Odpojte svůj účet {accountName}

source: Link Your Account
cs: Připojte svůj účet

source: Link your {accountName} account to your {platformName} account and use {accountName} to sign in to {platformName}.
cs: Připojte svůj účet {accountName} ke svému účtu {platformName} a použijte {accountName} k přihlášení do {platformName}.

source: Unlinking
cs: Odpojování

source: Linking
cs: Připojování

source: Successfully unlinked.
cs: Úspěšně odpojeno

source: Image Upload Error
cs: Chyla při nahrávání obrázku

source: Please verify that you have uploaded a valid image (PNG and JPEG).
cs: Ověřte prosím, že že nahrál/a platný obrázek (PNG nebo JPEG).

source: An error has occurred. Please try again later.
cs: Došlo k chybě. Zkuste to prosím později.

source: Could not submit photos
cs: Fotografie nebylo možné odeslat.

source: Professional Education Verified Certificate
cs: Ověřený certifikát profesního vzdělání

source: Professional Education
cs: Profesní vzdělání

source: Verified Certificate upgrade
cs: Vylepšení ověřeného certifikátu

source: Verified Certificate
cs: Ověřený certifikát

source: Checkout
cs: Zaplatit

source: Checkout with PayPal
cs: Zaplatit přes PayPal

source: Checkout with {processor}
cs: Zaplatit přes {processor}

source: All payment options are currently unavailable.
cs: Momentálně nejsou dostupné žádné možnosti placení.

source: Try the transaction again in a few minutes.
cs: Zkuste převod znovu za několik minut.

source: An error has occurred. Please try again.
cs: Došlo k chybě. Zkuste to znovu.

source: Could not submit order
cs: Nebylo možné odeslat objednávku.

source: Could not retrieve payment information
cs: Nebylo možné získat informace o platbě.

source: Take a photo of your ID
cs: Naskenujte svůj občanský průkaz.

source: Review your info
cs: Zkontrolujte svoje údaje.

source: An error has occurred. Please try reloading the page.
cs: Došlo k chybě. Načtete prosím znovu tuto stránku.

source: Video Capture Error
cs: Chyba při natáčení videa

source: Please verify that your webcam is connected and that you have allowed your browser to access it.
cs: Ověřte prosím, jestli máte připojenou webkameru a jestli jste k ní povolili přístup svému prohlížeči.

source: No Webcam Detected
cs: Webkamera nebyla nalezena

source: You don't seem to have a webcam connected.
cs: Zdá se, že nemáte připojenou webkameru.

source: Double-check that your webcam is connected and working to continue.
cs: Pro pokračování důkladně zkontrolujte, jestli máme připojenou a funkční webkameru.

source: Photo Captured successfully.
cs: Fotografie byla úspěšně pořízena.

source: No Flash Detected
cs: Nebyl nalezen Flash

source: You don't seem to have Flash installed. Get Flash to continue your verification.
cs: Zřejmě nemáte nainstalovaný Flash. Pro pokračování v procesu ověřování si nainstalujte Flash.

source: Editable
cs: Editovatelné

source: Validation Error
cs: Chyba potvrzení

source: In Progress
cs: Ve zpracování

source: Placeholder
cs: Zástupný znak

source: Your upload of '{file}' succeeded.
cs: Váš soubor '{file}' byl úspěšně nahrán.

source: Your upload of '{file}' failed.
cs: Nahrání souboru '{file}' se nezdařilo.

source: Upload an image
cs: Nahrát obrázek

source: Change image
cs: Změnit obrázek

source: Image
cs: Obrázek

source: An error has occurred. Refresh the page, and then try again.
cs: Došlo k chybě. Obnovte stránku a zkuste to znovu.

source: The file must be at least {size} in size.
cs: Soubor musí mít velikost alespoň {size}.

source: The file must be smaller than {size} in size.
cs: Soubor musí být menší než {size}.

source: Upload is in progress. To avoid errors, stay on this page until the process is complete.
cs: Probíhá nahrávání. Abyste se vyhnuli chybám, zůstaňte prosím na této stránce, dokud nebude nahrávání dokončeno.

source: Removal is in progress. To avoid errors, stay on this page until the process is complete.
cs: Probíhá odstraňování. Abyste se vyhnuli chybám, zůstaňte prosím na této stránce, dokud nebude nahrávání dokončeno.

source: bytes
cs: bytů

source: Course is not yet visible to students.
cs: Kurz dosud není viditelný pro studenty.

source: You cannot view the course as a student or beta tester before the course release date.
cs: Jako student nebo beta tester nemůžete prohlížet kurz před datem jeho spuštění.

source: %(num_students)s student opened Subsection
cs: %(num_students)s student otevřel Podsekci

source: %(num_questions)s question
cs: %(num_questions)s otázka

source: Number of Students
cs: Počet studentů

source: Overall Score
cs: Celkové skóre

source: Bookmark this page
cs: Přidat stránku do záložek

source: Limited Profile
cs: Omezený profil

source: Full Profile
cs: Úplný profil

source: Location
cs: Místo

source: Add Country
cs: Přidat stát

source: Add language
cs: Přidat jazyk

source: About me
cs: O mně

source: Tell other learners a little about yourself: where you live, what your interests are, why you're taking courses, or what you hope to learn.
cs: Řekněte o sobě něco málo ostatním studentům: kde žijete, jaké jsou vaše zájmy, proč se účastníte kurzů nebo byste se rád/a naučil/a.

source: Account Settings page.
cs: Stránka pro nastavení účtu

source: You must specify your birth year before you can share your full profile. To specify your birth year, go to the {account_settings_page_link}
cs: Abyste mohli sdílet svůj úplný profil, musíte uvést rok svého narození. Můžete ho nastavit na {account_settings_page_link}.

source: You must be over 13 to share a full profile. If you are over 13, make sure that you have specified a birth year on the {account_settings_page_link}
cs: Abyste mohl/a sdílet svůj úplný profil, musí vám být více než 13 let. Pokud je vám více než 13 let, zkontrolujte, jestli jste uvedli rok svého narození na {account_settings_page_link}.

source: Profile Image
cs: Profilový obrázek

source: Profile image for {username}
cs: Profilový obrázek pro {username}

source: About Me
cs: O mně

source: Profile
cs: Profil
